{
  "filename": "belley_36px.png",
  "status": "success",
  "description": {
    "detailed_description": "Belley is a contemporary script font that captures the energy of handwritten lettering while maintaining a level of legibility suitable for digital applications. Its flowing strokes and dynamic angles evoke a sense of movement and personality, reminiscent of brush calligraphy. The font's generous x-height and open counters ensure readability even at smaller sizes, making it suitable for both display and body text. The subtle variations in stroke weight and the occasional playful flourishes add a touch of whimsy and informality, making it ideal for projects that require a friendly and approachable tone. Belley's versatility allows it to be used for a wide range of applications, from branding and packaging to social media graphics and website design. Its contemporary aesthetic and playful personality make it a perfect choice for projects that aim to connect with a younger, digitally savvy audience.",
    "technical_characteristics": [
      "flowing strokes",
      "dynamic angles",
      "generous x-height",
      "open counters",
      "subtle stroke weight variations",
      "playful flourishes"
    ],
    "personality_traits": [
      "energetic",
      "whimsical",
      "approachable",
      "informal",
      "contemporary",
      "playful",
      "friendly"
    ],
    "practical_contexts": [
      "branding and packaging",
      "social media graphics",
      "website design",
      "display text",
      "body text"
    ],
    "cultural_intuition": [
      "evokes a sense of handwritten authenticity",
      "reflects the casual aesthetic of digital culture",
      "suggests a playful and approachable brand personality",
      "appeals to a younger, digitally savvy audience"
    ],
    "search_keywords": [
      "script font",
      "brush font",
      "handwritten font",
      "contemporary font",
      "playful font",
      "informal font",
      "legible font",
      "versatile font",
      "digital font",
      "branding font",
      "packaging font",
      "social media font",
      "website font",
      "display font",
      "body font"
    ]
  }
}