{
  "filename": "built_titling_36px.png",
  "status": "success",
  "description": {
    "detailed_description": "Built Titling is a sans-serif typeface that embodies a confident and assertive personality. Its geometric construction, evident in the sharp angles and consistent stroke widths, creates a sense of order and precision. The font's high x-height and open counters ensure strong legibility, even at smaller sizes, making it suitable for both display and body text. The slightly rounded terminals, however, add a touch of approachability, preventing the font from feeling overly rigid or cold. This balance between geometric structure and subtle humanism gives Built Titling a contemporary feel, suggesting a blend of digital modernity and classic design principles. Its bold weight and italicized slant lend a sense of dynamism and energy, making it ideal for headlines, branding, and other applications where a strong visual impact is desired. The font's versatility allows it to be used across a range of media, from print to digital, and its bold character makes it particularly well-suited for projects that require a sense of confidence and authority.",
    "technical_characteristics": [
      "Geometric construction",
      "High x-height",
      "Open counters",
      "Consistent stroke widths",
      "Slightly rounded terminals",
      "Bold weight",
      "Italicized slant"
    ],
    "personality_traits": [
      "Confident",
      "Assertive",
      "Modern",
      "Dynamic",
      "Energetic",
      "Approachable",
      "Versatile"
    ],
    "practical_contexts": [
      "Headlines",
      "Branding",
      "Logos",
      "Posters",
      "Digital interfaces",
      "Web design",
      "Mobile applications"
    ],
    "cultural_intuition": [
      "Evokes a sense of digital modernity",
      "Suggests a blend of classic and contemporary design",
      "Reflects a confident and assertive attitude",
      "Appeals to a modern audience",
      "Suitable for projects that require a strong visual impact"
    ],
    "search_keywords": [
      "Sans-serif",
      "Geometric",
      "High x-height",
      "Open counters",
      "Bold",
      "Italic",
      "Display font",
      "Body font",
      "Modern",
      "Contemporary",
      "Dynamic",
      "Energetic",
      "Confident",
      "Assertive",
      "Versatile",
      "Branding",
      "Headlines",
      "Logos",
      "Posters",
      "Digital",
      "Web",
      "Mobile",
      "Typography",
      "Typeface"
    ]
  }
}