{
  "filename": "corbert_wide_36px.png",
  "status": "success",
  "description": {
    "detailed_description": "Corbert Wide is a sans-serif typeface that embodies a clean, modern aesthetic with a touch of warmth. Its geometric construction is evident in the precise angles and consistent stroke widths, creating a sense of order and clarity. However, the font avoids feeling overly rigid through subtle humanist details, such as the slightly rounded terminals and the gentle curves in lowercase letters like 'a' and 'c'. This balance between geometric precision and humanist warmth gives Corbert Wide a versatile personality, making it suitable for a wide range of applications. The font's high x-height and open counters ensure strong legibility, even at smaller sizes, making it ideal for digital interfaces and web design. Its clean lines and contemporary feel also make it a good choice for branding and editorial design, particularly for projects that require a modern and approachable aesthetic. Corbert Wide's overall character evokes a sense of confidence and professionalism, while its subtle warmth and approachability make it feel friendly and inviting. It's a font that can be used to create a sense of clarity, order, and modernity, while still maintaining a human touch.",
    "technical_characteristics": [
      "Geometric construction",
      "Consistent stroke widths",
      "High x-height",
      "Open counters",
      "Slightly rounded terminals",
      "Humanist details"
    ],
    "personality_traits": [
      "Clean and modern",
      "Confident and professional",
      "Approachable and friendly",
      "Versatile and adaptable",
      "Clear and legible"
    ],
    "practical_contexts": [
      "Digital interfaces",
      "Web design",
      "Branding",
      "Editorial design",
      "Corporate communications"
    ],
    "cultural_intuition": [
      "Evokes a sense of modernism and clarity",
      "Suggests a digital-native design aesthetic",
      "Reflects a contemporary approach to typography",
      "Connects to a sense of order and efficiency",
      "Communicates a sense of approachability and warmth"
    ],
    "search_keywords": [
      "sans-serif",
      "geometric",
      "modern",
      "clean",
      "legible",
      "high x-height",
      "open counters",
      "rounded terminals",
      "humanist",
      "versatile",
      "digital",
      "web",
      "branding",
      "editorial",
      "corporate",
      "contemporary",
      "approachable",
      "professional",
      "friendly",
      "clear",
      "order",
      "efficiency",
      "warmth"
    ]
  }
}